doc/FrontEnd.tex
% Created 2021-04-06 Sel 20:05
% Intended LaTeX compiler: pdflatex
\documentclass[11pt]{article}
\usepackage[utf8]{inputenc}
\usepackage[T1]{fontenc}
\usepackage{graphicx}
\usepackage{grffile}
\usepackage{longtable}
\usepackage{wrapfig}
\usepackage{rotating}
\usepackage[normalem]{ulem}
\usepackage{amsmath}
\usepackage{textcomp}
\usepackage{amssymb}
\usepackage{capt-of}
\usepackage{hyperref}
\author{Aziz Faozi}
\date{\today}
\title{Website Ini}
\hypersetup{
 pdfauthor={Aziz Faozi},
 pdftitle={Website Ini},
 pdfkeywords={},
 pdfsubject={},
 pdfcreator={Emacs 26.3 (Org mode 9.1.9)}, 
 pdflang={English}}
\begin{document}

\maketitle
\tableofcontents


\section{History}
\label{sec:org6ee2524}
\subsection{Akses API ke Blog}
\label{sec:org81cc873}
Saya mencoba menambahkan akses API dari blogspot supaya bisa diakses oleh
reactjs. Sayangnya saya menemukan kasus baru karena disini, saya harus membuat
slug untuk bisa diakses secara url. Beberapa hari yang lalu saya menemukan link
itu namun sekarang linknya entah kemana. 

Oke sekarang saya menemukan link itu kembali. \href{file:///usr/bin/java -jar /home/ubuntu/gfw-demo/target/gfw-demo-0.0.1-SNAPSHOT.jar}{Link permalink slug}. Disana saya 
menemukan methode untuk bisa mengetahhui bagaimana untuk membuat permalink
untuk akses ke kontent yang akan diberikan.
\end{document}
